# Вывести на экран таблицу из 4 строк: три товара и сумма без использования цикла
lyk = 100 
kortoshka = 50
grechka = 150
itigo = lyk + kortoshka + grechka
print('Лук:',lyk,'руб.' + '\n','Картошка:', kortoshka,'руб.' + '\n','Гречка:',grechka,'руб.' + '\n', 'Итого:', itigo,'руб.')
